export default {
  "text": "博客_2020至2022",
  "children": [
    {
      "text": "APP离线应用实现原理",
      "link": "/博客_2020至2022/APP离线应用实现原理.md"
    },
    {
      "text": "shell常用命令",
      "link": "/博客_2020至2022/shell常用命令.md"
    },
    {
      "text": "node-sass安装的填坑记录",
      "link": "/博客_2020至2022/node-sass安装的填坑记录.md"
    },
    {
      "text": "shell语法",
      "link": "/博客_2020至2022/shell语法.md"
    },
    {
      "text": "vuex源码解析",
      "link": "/博客_2020至2022/vuex源码解析.md"
    },
    {
      "text": "whistle代理神器介绍",
      "link": "/博客_2020至2022/whistle代理神器介绍.md"
    },
    {
      "text": "什么是微前端",
      "link": "/博客_2020至2022/什么是微前端.md"
    },
    {
      "text": "从0到1设计一个配置化渲染器",
      "link": "/博客_2020至2022/从0到1设计一个配置化渲染器.md"
    },
    {
      "text": "发现个数组sort排序bug",
      "link": "/博客_2020至2022/发现个数组sort排序bug.md"
    },
    {
      "text": "如何在老项目里渐进式引入vue技术栈",
      "link": "/博客_2020至2022/如何在老项目里渐进式引入vue技术栈.md"
    },
    {
      "text": "日常IE兼容问题记录",
      "link": "/博客_2020至2022/日常IE兼容问题记录.md"
    },
    {
      "text": "模拟实现promise",
      "link": "/博客_2020至2022/模拟实现promise.md"
    },
    {
      "text": "移动验房APP的离线方案2.0",
      "link": "/博客_2020至2022/移动验房APP的离线方案2.0.md"
    },
    {
      "text": "解决本地开发的跨域问题",
      "link": "/博客_2020至2022/解决本地开发的跨域问题.md"
    },
    {
      "text": "谈谈前端开发工具",
      "link": "/博客_2020至2022/谈谈前端开发工具.md"
    },
    {
      "text": "谈谈动态换肤方案",
      "link": "/博客_2020至2022/谈谈动态换肤方案.md"
    },
    {
      "text": "谈谈我用vuex的一些想法",
      "link": "/博客_2020至2022/谈谈我用vuex的一些想法.md"
    },
    {
      "text": "谈谈我用vuex的一些想法2.0",
      "link": "/博客_2020至2022/谈谈我用vuex的一些想法2.0.md"
    },
    {
      "text": "配置化表单方案",
      "link": "/博客_2020至2022/配置化表单方案.md"
    }
  ]
}