export default {
  "text": "博客_2020至2022",
  "children": [
    {
      "text": "shell语法",
      "link": "/博客_2020至2022/shell语法.md"
    },
    {
      "text": "shell常用命令",
      "link": "/博客_2020至2022/shell常用命令.md"
    },
    {
      "text": "什么是微前端",
      "link": "/博客_2020至2022/什么是微前端.md"
    },
    {
      "text": "从0到1设计一个配置化渲染器",
      "link": "/博客_2020至2022/从0到1设计一个配置化渲染器.md"
    },
    {
      "text": "发现个数组sort排序bug",
      "link": "/博客_2020至2022/发现个数组sort排序bug.md"
    },
    {
      "text": "模拟实现promise",
      "link": "/博客_2020至2022/模拟实现promise.md"
    },
    {
      "text": "移动验房APP的离线方案2.0",
      "link": "/博客_2020至2022/移动验房APP的离线方案2.0.md"
    },
    {
      "text": "解决本地开发的跨域问题",
      "link": "/博客_2020至2022/解决本地开发的跨域问题.md"
    },
    {
      "text": "谈谈前端开发工具",
      "link": "/博客_2020至2022/谈谈前端开发工具.md"
    },
    {
      "text": "谈谈动态换肤方案",
      "link": "/博客_2020至2022/谈谈动态换肤方案.md"
    },
    {
      "text": "谈谈我用vuex的一些想法",
      "link": "/博客_2020至2022/谈谈我用vuex的一些想法.md"
    },
    {
      "text": "谈谈我用vuex的一些想法2.0",
      "link": "/博客_2020至2022/谈谈我用vuex的一些想法2.0.md"
    },
    {
      "text": "配置化表单方案",
      "link": "/博客_2020至2022/配置化表单方案.md"
    }
  ]
}