export default {
  "text": "年总结",
  "children": [
    {
      "text": "2018总结",
      "children": [
        {
          "text": "我的2018年总结",
          "link": "/年总结/2018总结/我的2018年总结.md"
        }
      ]
    },
    {
      "text": "2017总结",
      "children": [
        {
          "text": "我的2017年总结",
          "link": "/年总结/2017总结/我的2017年总结.md"
        }
      ]
    },
    {
      "text": "2019总结",
      "children": [
        {
          "text": "2019年总结",
          "link": "/年总结/2019总结/2019年总结.md"
        },
        {
          "text": "我的恋爱史",
          "link": "/年总结/2019总结/我的恋爱史.md"
        }
      ]
    }
  ]
}